exports.getContent = function ( data ) {
    var html = '<h1>Аудитория</h1>'+"\n" +
        '<hr>'+
        '<p>В основном ресурсом будут пользоваться пользователи интернета которые остро реагирую на ситуацию "В Интернете кто-то неправ". Тоесть это люди от 15 до 30 лет. Для пользователей интернета это даст еще одну возможность самоутверждения в интернете, за счет доказательства своей правоты, а хозяинам сайтов, на которых будт размещен плагин - еще одна возможность раскрутить контент своего сайта, ведь их контент ссылки на их сайт будут размещаться на сайте моего проекта</p>';

    return html;
};