exports.getContent = function ( data ) {
    var html = '<h1>Идея проекта</h1>'+"\n" +
        '<hr>'+
        '<p>Я предлагаю интернет проект. Социальная сеть с элементами браузерной онлайн игры.</p>'+

        '<p>В трех словах: мой проект будет позволять сразиться за право быть правым в интернете. Средство дуэли и, даже, массового сражения - игра "Бомбермен".</p>'+

        '<p>В кратце проект можно обрисовать так:</p>'+
        '<p>Разрабатывается плагин для сайтов, на подобие кнопок "поделиться в контакте", "поделиться в фейсбуке" и тд. Плагин будет отображаться в виде кнопки, на которой будет изображение бомбы.</p>'+
        '<p>Кнопка плагина будет размещаться под всяким контентом на сайте, которое можно оспорить. Например, под комментарием к видео ролику. Нажимая на кнопку плагина можно будет выказать претензию к контенту. Например, претензия:"Ты неправ". После того как претензия выказана автору контента и выказавшему претензию будет дана возможность сразиться в всплывающем модальном окне или на сайте моего проекта в бомбермена за право быть правым.</p>'+

        '<p>На сайте моего проект будут отображаться самые горячий контент, который привлекли многих бойцов за правоту. И ссылка на сайт-источник. Для игроков будет система прокачки игрока с рангами и перками. А так же история боев и другие вкусности</p>';

    return html;
};