exports.getContent = function ( data ) {
    var html = '<h1>Прототип</h1>'+"\n" +
        '<hr>'+
        '<div style="border:1px solid black; padding: 10px; background-color: #e9e9e9;">'+
        '   <h2>Пример спорного контента, вызывающего спорные чувства:</h2>' +
        '   <p><b>Комментарий к фильму <a href="http://movie.namba.kg/watch.php?id=19861">"Фантастика / Прометей"</a> на сайте <a href="http://namba.kg">Namba.kg</a></b></p>'+
        '   <p>это приквел !!! Ридли хотел создать фильм который смогли бы смотреть поклонники чужова и те кто не знаком с вселенной чужих, а в итоге получилась вот эта хрень... для тех кто не знаком с чужими фильм может показаться запутанным и глупым " кучка продвинутых ученых без оружия летит на не знакомую планету, находят трупы и кувшины с неизвестной жидкостью, которая как потом выяснилось преднозначена для уничтожения человечества, мужик заразился этой хренью и обрюхатил свою подругу, она в свою очередь вытащила этот плод, а плод зарозил инженера из которого потом вылезло существо похожее на чужова..." - одним словом муть !!! А для тех кто знают чужих фильм говно полное... в течении всего фильма не разу не показали чужова, тока в конце поеботина какаята... потом произхождение из гиганского осьменога... полная чушь... в общем это как бы начало истории чужих, будет 2 часть (между прометеем и первого чужова) может многое ясней станет... так что хватит писать всякую хрень типа это не приквел, что фильм хороший, что его с первой части передрали... фильм говно!!! тока чужих портят.... я разочерован...</p>' +
        '   <br>'+
        '   <p><b>Контраргумент выказавшего претензию:</b></p>' +
        '   <p>О чем говорит этот тип? Не видел фильма лучше! Держи фитиль! Я буду прав!</p>' +
        '</div>';

    if( !data.get( 'auth' ) ) {
        html += '<p><b>Чтобы вступить в сражение за правду вам нужно быть авторизированным</b></p>'+
                '<p>Авторизироваться: <a href="login">Login</a></p>'+
                '<p>Зарегистрироваться: <a href="signin">Signin</a></p>'+"\n";
    } else {
        html += '<p>Поддержать <b style="color:blue">автора комментария</b>: <a href="arena/0/1">Вход</a></p>'+
        '<p>Поддержать <b style="color:red;">выказавшего претензию</b>: <a href="arena/0/2">Вход</a></p>';
    }

    return html;
};